; LWOTC Translated
[LWTutorial]
CampaignStartTitle="Ласкаво просимо до Long War of the Chosen"
CampaignStartBody="LWOTC - це глобальний мод, який повністю змінює XCOM 2 WOTC. Він ускладнює ваше проходження і робить його більш схожим на справжню партизанську війну.<br/><br/>Ви можете вимкнути це навчання в розділі \"Змінити складність\" > \"Додаткові налаштування\" в ігровому меню."

[X2EventListener_Tutorial]
DroneSightedTitle="Новий противник: Дрон"
DroneSightedBody="Дрони \"Адвент\" - броньовані роботи-розвідники з високою дальністю виявлення і зброєю для контролю натовпу. Вони часто патрулюють території самотужки і зустрічаються всередині будівель та на дахах."
RainbowTrooperSightedTitle="Нові противники: піхота \"Адвент\""
RainbowTrooperSightedBody="\"Адвент\" тепер має додаткові види піхоти, окрім звичайних солдатів:<ul><li>Часові (синя броня) спеціалізуються на режимі спостереження</li><li>Кулеметники (зелена броня) використовують важкі кулемети та подавлення вогнем</li><li>Гранатометники (червона броня) використовують гранатомет для ураження кількох цілей одночасно</li><li>Ракетники (помаранчева броня) стріляють високоточними ракетами</li></ul>"
HavenHighlightTitle="Огляд сховища"
HavenHighlightBody="Сховища необхідні для вашого проходження, оскільки вони використовуються для пошуку місій у регіоні. Крім того, ви можете зв'язатися лише з регіонами, підключеними до існуючого сховища.<br/><br/>Натисніть на кнопку, виділену ліворуч, щоб відкрити панель управління сховищем."
; LWOTC Translated(2)
FirstMissionDiscoveredTitle="Виявлена перша місія"
FirstMissionDiscoveredBody="Ви виявили свою першу місію! Ваш наступний крок - призначити загін для проникнення.<br/><br/>Більшість місій обмежені за часом, і проникнення також потребує часу. Підвищте свої шанси на досягнення високого відсотка проникнення, поставивши більше повстанців на роботу в розвідці. Сканування \"Месником\" у сховищі працює так само, як 4 повстанці, що збирають розвіддані."
FirstRetaliationTitle="Контр удар \"Адвента\""
FirstRetaliationBody="\"Адвент\" наносить контр удар! Це місія негайного реагування, яку не можна ігнорувати.<br/><br/>Існує два види контр ударів - масштабні каральні акції, які загрожують втратою всього сховища, якщо їх проігнорувати або програти, і диверсії по \"робочих напрямках\", які можуть призвести до смерті всіх повстанців, зайнятих конкретним видом робіт. Ваш радник сховища буде доступний на місії разом із деякими повстанцями."
CommandersQuartersEnteredTitle="Довідка LWOTC"
CommandersQuartersEnteredBody="LWOTC додає кілька записів до архівів XCOM, які більш детально пояснюють деякі з його основних концепцій, такі як проникнення та управління сховищами.<br/><br/>Ви також можете переглянути всі свої сховища з одного екрану через меню Управління опором."
; End Translated (2)

; LWOTC Needs Translation (2)
GeneralChosenTitle="Обраний"
GeneralChosenBody="Обраний з'явиться на цій місії. У LWOTC Обрані реагують на активність XCOM, беручи участь тільки в каральних місіях (розвідка, постачання, набір, попвнення і вторгнення) та основних сюжетних місіях (Секретний об'єкт тощо). Вони не з'являться в інших місіях.<br/><br/> Їх мета, як і раніше, полягає в тому, щоб отримати знання про місцезнаходження \"Месника\" і напасти на нього. Будьте обережні, захиститися від цього буде непросто!"

TacticalChosenTitle="Бій з Обраним"
TacticalChosenBody="Обрані у LWOTC більш небезпечні при особистій зустрічі:<br/><ul><li>Вони майже невразливі для критичних попадань</li><li>Вони отримують дію (\"миттєву реакцію\") на ходу XCOM кожного разу при отриманні шкоди від ворогів</li><li>Вони можуть викрадати бійців, що стікають кров'ю, з далекої відстані, витрачаючи на це повний хід</li><li>Вони отримують значні удосконалення при прокачці (натисніть F1, коли цілитеся в них, для отримання детальної інформації)</li></ul>"

AssassinSightedTitle="Вбивця"
AssassinSightedBody="Шкода, що проходить по Вбивці протягом ходу, зменшується з кожним наступним попаданням. Її ж шкода від атаки мечем і пси-хвилі починається з малих значень, але буде збільшуватися з кожним використанням, поки вона не захопить солдата. <br/><br/> Будьте обережні з розташуванням бійців, оскільки вона може використовувати свою миттєву реакцію, щоб атакувати в ближньому бою."

WarlockSightedTitle="Чаклун"
WarlockSightedBody="Чаклун має здатність \"Любимчик Чаклуна\", яка діє на союзників. Поки цей союзник залишається живим, Чаклун отримує значно менше шкоди. Вам також слід остерігатися його \"Підпалу Розуму\", який влаштовує пожежу в області навколо цілі. <br/> <br/> Якщо ваш боєць потрапив під контроль, пам'ятайте - ваші солдати можуть використати на ньому оглушливий \"Удар прикладом\"."

HunterSightedTitle="Мисливець"
HunterSightedBody="Мисливець буде триматися на відстані і намагатися атакувати ворогів з безпечної позиції. Будьте обережні при наближенні: його постріл з пістолета тепер вимикає зброю XCOM, і він може кидати свої світло-шумові гранати як безкоштовну дію."
; End Translation (2)

[UIScreenListener_HavenManagementTutorial]
HavenManagementTitle="Управління сховищами"
HavenManagementBody="Сховища - це дім для груп повстанців, які можуть виконувати в них особливі завдання:<br/><ul><li>Розвіддані - знаходження місій</li><li>Пошук рекрутів - знаходить нових повстанців або новобранців</li><li>Ресурси - добуває припаси</li></ul><br/>Чим більше повстанців займаються однією роботою, тим кращий результат у ній. Зараз залиште своїх повстанців на зборі розвідданих."
; LWOTC Needs Translation (2)
HavenAdvisersTitle="Радники сховищ"
HavenAdvisersBody="Клікніть на квадраті, позначеному (1) зліва, щоб призначити радника сховища. Радником сховища може бути:<br/><ul><li>Солдат - він виявляє Безликих і допоможе з рекрутами</li><li>Учений - він збільшить вироблення розвідданих, але більше не допоможе в дослідженнях</li><li>Інженер - він збільшить вироблення ресурсів</li></ul><br/>Виявлення Безликого дозволить його знешкодити."
; End Translation (2)
; End Translation

; LWOTC Needs Translation
[UIScreenListener_PromotionScreenTutorial]
PistolAbilitiesTutorialTitle="Використання пістолетів"
PistolAbilitiesTutorialBody="Особливі навички стрільби з пістолета будуть доступні всім вашим солдатам, як тільки ви побудуєте Тренувальний центр, за винятком ІСКР та Псі-агентів. Вони працюють як з пістолетами, так і з автопістолетами.\n\n Прокрутіть вниз по екрану здібностей, щоб побачити їх!"
; End Translation

; LWOTC Translated
[UIScreenListener_CovertActionsTutorial]
CovertActionsTutorialTitle="Таємні операції"
CovertActionsTutorialBody="На відміну від звичайної версії WOTC, ваші оперативники можуть провалити таємні операції. Ризик провалу зменшується зі зростанням рангів солдатів, призначених на операцію - чим вищий ранг, тим менший ризик провалу. <br/><br/>Також, ризик потрапляння в засідку зростає при виконанні прихованих операцій без потрапляння в засідку. Ризик скидається після першого потрапляння в засідку."

[UIScreenListener_InitialHavenTutorial]
HavenHighlightTitle="Огляд сховища"
HavenHighlightBody="Сховища необхідні для вашого проходження, оскільки вони використовуються для пошуку місій у регіоні. Крім того, ви можете зв'язатися лише з регіонами, підключеними до існуючого сховища.<br/><br/>Натисніть на кнопку, виділену ліворуч, щоб відкрити панель управління сховищем."

[UIScreenListener_MissionBriefTutorial]
MissionBriefTutorialTitle="Інструктаж місії"
MissionBriefTutorialBody="Термін дії місії визначає, скільки часу потрібно на проникнення для цієї місії. Чим більше розвідданих отримано повстанцями, що працюють на у сховищі на зборі розвідданих, тим раніше ви виявляєте місії і тим більше у вас буде часу на проникнення.<br/><br/>Вам не обов'язково виконувати кожну місію - виконуйте стільки, скільки зможете. Якщо у вас немає загону або недостатньо часу, не бійтеся пропустити місію."
MissionEnemyCountTitle="Кількість ворогів"
MissionEnemyCountBody="Кількість ворогів, показана ліворуч - це приблизне число противників на місії, за умови проникнення на 100%.<br/><br/> Недостатнє проникнення (менше 100%) призводить до більшої кількості ворогів на місіїб а також посилює їх характеристики влучності, здоров'я, мобільності, агресивності і тд. Надлишкове проникнення (100%+) має шанс зменшити кількість ворогів.""

[UIScreenListener_SquadSelectTutorial]
SquadSelectInfiltrationTitle="Вибір загону"
SquadSelectInfiltrationBody="Окрім вибору членів загону, які є достатньо сильні для виконання місії, у LWOTC вам також необхідно враховувати час проникнення.<br/><br/>Кожен додатковий член загону після четвертого збільшує час проникнення в геометричній прогресії. Деякі здібності (наприклад, Супершпигун) і предмети (наприклад, Глушники) можуть трохи скоротити час впровадження."

[UIScreenListener_InfiltratingMissionTutorial]
InfiltratingMissionTitle="Місії на проникнення"
InfiltratingMissionBody="Ви можете запустити місію на проникнення у будь-який час, але малий відсоток проникнення ускладнює виконання місії. Можна витратити розвіддані, щоб прискорити проникнення.<br/><br/> Ви можете скасувати проникнення в будь-який час і перезапустити його, якщо місія ще доступна. Однак перезапуск скидає відсоток проникнення до 0%."
; End Translation
